[
    {
        "book": "BOOK I",
        "chapter": "CHAPTER I",
        "text": "The State of Greece from the earliest Times to the Commencement of the Peloponnesian War\n\nThucydides, an Athenian, wrote the history of the war between the Peloponnesians and the Athenians, beginning at the moment that it broke out, and believing that it would be a great war and more worthy of relation than any that had preceded it. This belief was not without its grounds. The preparations of both the combatants were in every department in the last state of perfection; and he could see the rest of the Hellenic race taking sides in the quarrel; those who delayed doing so at once having it in contemplation. Indeed this was the greatest movement yet known in history, not only of the Hellenes, but of a large part of the barbarian world—I had almost said of mankind."
    },
    {
        "book": "BOOK I",
        "chapter": "CHAPTER II",
        "text": "Causes of the War—The Affair of Epidamnus—The Affair of Potidæa\n\nThe city of Epidamnus stands on the right of the entrance of the Ionic Gulf. Its vicinity is inhabited by the Taulantians, an Illyrian people. The place is a colony from Corcyra, founded by Phalius, son of Eratocleides, of the family of the Heraclids, who had according to ancient usage been summoned for the purpose from Corinth, the mother country. The colonists were joined by some Corinthians, and others of the Dorian race. Now, as time went on, the city of Epidamnus became great and populous; but falling a prey to factions arising, it is said, from a war with her neighbours the barbarians, she became much enfeebled, and lost a considerable amount of her power. The last act before the war was the expulsion of the nobles by the people."
    },
    {
        "book": "BOOK I",
        "chapter": "CHAPTER III",
        "text": "Congress of the Peloponnesian Confederacy at Lacedaemon\n\nThe Athenians and Peloponnesians had these antecedent grounds of complaint against each other: the complaint of Corinth was that her colony of Potidæa, and Corinthian and Peloponnesian citizens within it, were being besieged; that of Athens against the Peloponnesians that they had incited a town of hers, a member of her alliance and a contributor to her revenue, to revolt, and had come and were openly fighting against her on the side of the Potidæans. For all this, war had not yet broken out: there was still truce for a while; for this was a private enterprise on the part of Corinth.\n\nBut the siege of Potidæa put an end to her inaction; she had men inside it: besides, she feared for the place."
    },
    {
        "book": "BOOK I",
        "chapter": "CHAPTER IV",
        "text": "From the end of the Persian to the beginning of the Peloponnesian War—The Progress from Supremacy to Empire\n\nThe way in which Athens came to be placed in the circumstances under which her power grew was this. After the Medes had returned from Europe, defeated by sea and land by the Hellenes, and after those of them who had fled with their ships to Mycale had been destroyed, Leotychides, king of the Lacedaemonians, the commander of the Hellenes at Mycale, departed home with the allies from Peloponnese. But the Athenians and the allies from Ionia and Hellespont, who had now revolted from the King, remained and laid siege to Sestos, which was still held by the Medes."
    },
    {
        "book": "BOOK I",
        "chapter": "CHAPTER V",
        "text": "Second Congress at Lacedaemon—Preparations for War and Diplomatic Skirmishes—Cylon—Pausanias—Themistocles\n\nAfter this, though not many years later, we at length come to what has been already related, the affairs of Corcyra and Potidæa, and the events that served as a pretext for the present war. All these actions of the Hellenes against each other and the barbarian occurred in the fifty years’ interval between the retreat of Xerxes and the beginning of the present war. During this interval the Athenians succeeded in placing their empire on a firmer basis, and advanced their own home power to a very great height."
    },
    {
        "book": "BOOK II",
        "chapter": "CHAPTER VI",
        "text": "Beginning of the Peloponnesian War—First Invasion of Attica—Funeral Oration of Pericles\n\nThe war between the Athenians and Peloponnesians and the allies on either side now really begins. For now all intercourse except through the medium of heralds ceased, and hostilities were commenced and prosecuted without intermission. The history follows the chronological order of events by summers and winters.\n\nThe thirty years’ truce which was entered into after the conquest of Euboea lasted fourteen years."
    },
    {
        "book": "BOOK II",
        "chapter": "CHAPTER VII",
        "text": "Second Year of the War—The Plague of Athens—Position and Policy of Pericles—Fall of Potidæa\n\nSuch was the funeral that took place during this winter, with which the first year of the war came to an end. In the first days of summer the Lacedaemonians and their allies, with two-thirds of their forces as before, invaded Attica, under the command of Archidamus, son of Zeuxidamus, King of Lacedaemon, and sat down and laid waste the country. Not many days after their arrival in Attica the plague first began to show itself among the Athenians. It was said that it had broken out in many places previously in the neighbourhood of Lemnos and elsewhere; but a pestilence of such extent and mortality was nowhere remembered."
    },
    {
        "book": "BOOK II",
        "chapter": "CHAPTER VIII",
        "text": "Third Year of the War—Investment of Plataea—Naval Victories of Phormio—Thracian Irruption into Macedonia under Sitalces\n\nThe next summer the Peloponnesians and their allies, instead of invading Attica, marched against Plataea, under the command of Archidamus, son of Zeuxidamus, king of the Lacedaemonians. He had encamped his army and was about to lay waste the country, when the Plataeans hastened to send envoys to him, and spoke as follows: “Archidamus and Lacedaemonians, in invading the Plataean territory, you do what is wrong in itself, and worthy neither of yourselves nor of the fathers who begot you."
    },
    {
        "book": "BOOK III",
        "chapter": "CHAPTER IX",
        "text": "Fourth and Fifth Years of the War—Revolt of Mitylene\n\nThe next summer, just as the corn was getting ripe, the Peloponnesians and their allies invaded Attica under the command of Archidamus, son of Zeuxidamus, king of the Lacedaemonians, and sat down and ravaged the land; the Athenian horse as usual attacking them, wherever it was practicable, and preventing the mass of the light troops from advancing from their camp and wasting the parts near the city. After staying the time for which they had taken provisions, the invaders retired and dispersed to their several cities.\n\nImmediately after the invasion of the Peloponnesians all Lesbos, except Methymna, revolted from the Athenians."
    },
    {
        "book": "BOOK III",
        "chapter": "CHAPTER X",
        "text": "Fifth Year of the War—Trial and Execution of the Plataeans— Corcyraean Revolution\n\nDuring the same summer, after the reduction of Lesbos, the Athenians under Nicias, son of Niceratus, made an expedition against the island of Minoa, which lies off Megara and was used as a fortified post by the Megarians, who had built a tower upon it. Nicias wished to enable the Athenians to maintain their blockade from this nearer station instead of from Budorum and Salamis; to stop the Peloponnesian galleys and privateers sailing out unobserved from the island, as they had been in the habit of doing; and at the same time prevent anything from coming into Megara."
    },
    {
        "book": "BOOK III",
        "chapter": "CHAPTER XI",
        "text": "Year of the War—Campaigns of Demosthenes in Western Greece—Ruin of Ambracia\n\nSummer was now over. The winter following, the plague a second time attacked the Athenians; for although it had never entirely left them, still there had been a notable abatement in its ravages. The second visit lasted no less than a year, the first having lasted two; and nothing distressed the Athenians and reduced their power more than this. No less than four thousand four hundred heavy infantry in the ranks died of it and three hundred cavalry, besides a number of the multitude that was never ascertained."
    },
    {
        "book": "BOOK IV",
        "chapter": "CHAPTER XII",
        "text": "Seventh Year of the War—Occupation of Pylos—Surrender of the Spartan Army in Sphacteria\n\nNext summer, about the time of the corn’s coming into ear, ten Syracusan and as many Locrian vessels sailed to Messina, in Sicily, and occupied the town upon the invitation of the inhabitants; and Messina revolted from the Athenians. The Syracusans contrived this chiefly because they saw that the place afforded an approach to Sicily, and feared that the Athenians might hereafter use it as a base for attacking them with a larger force; the Locrians because they wished to carry on hostilities from both sides of the strait and to reduce their enemies, the people of Rhegium."
    },
    {
        "book": "BOOK IV",
        "chapter": "CHAPTER XIII",
        "text": "Seventh and Eighth Years of the War—End of Corcyraean Revolution— Peace of Gela—Capture of Nisaea\n\nThe same summer, directly after these events, the Athenians made an expedition against the territory of Corinth with eighty ships and two thousand Athenian heavy infantry, and two hundred cavalry on board horse transports, accompanied by the Milesians, Andrians, and Carystians from the allies, under the command of Nicias, son of Niceratus, with two colleagues. Putting out to sea they made land at daybreak between Chersonese and Rheitus, at the beach of the country underneath the Solygian hill, upon which the Dorians in old times established themselves and carried on war against the Aeolian inhabitants of Corinth, and where a village now stands called Solygia."
    },
    {
        "book": "BOOK IV",
        "chapter": "CHAPTER XIV",
        "text": "Eighth and Ninth Years of the War—Invasion of Boeotia—Fall of Amphipolis—Brilliant Successes of Brasidas\n\nThe same summer the Mitylenians were about to fortify Antandrus, as they had intended, when Demodocus and Aristides, the commanders of the Athenian squadron engaged in levying subsidies, heard on the Hellespont of what was being done to the place (Lamachus their colleague having sailed with ten ships into the Pontus) and conceived fears of its becoming a second Anaia-the place in which the Samian exiles had established themselves to annoy Samos, helping the Peloponnesians by sending pilots to their navy, and keeping the city in agitation and receiving all its outlaws."
    },
    {
        "book": "BOOK V",
        "chapter": "CHAPTER XV",
        "text": "Tenth Year of the War—Death of Cleon and Brasidas—Peace of Nicias\n\nThe next summer the truce for a year ended, after lasting until the Pythian games. During the armistice the Athenians expelled the Delians from Delos, concluding that they must have been polluted by some old offence at the time of their consecration, and that this had been the omission in the previous purification of the island, which, as I have related, had been thought to have been duly accomplished by the removal of the graves of the dead."
    },
    {
        "book": "BOOK V",
        "chapter": "CHAPTER XVI",
        "text": "Feeling against Sparta in Peloponnese—League of the Mantineans, Eleans, Argives, and Athenians—Battle of Mantinea and breaking up of the League\n\nAfter the treaty and the alliance between the Lacedaemonians and Athenians, concluded after the ten years’ war, in the ephorate of Pleistolas at Lacedaemon, and the archonship of Alcaeus at Athens, the states which had accepted them were at peace; but the Corinthians and some of the cities in Peloponnese trying to disturb the settlement, a fresh agitation was instantly commenced by the allies against Lacedaemon."
    },
    {
        "book": "BOOK V",
        "chapter": "CHAPTER XVII",
        "text": "Sixteenth Year of the War—The Melian Conference—Fate of Melos\n\nThe next summer Alcibiades sailed with twenty ships to Argos and seized the suspected persons still left of the Lacedaemonian faction to the number of three hundred, whom the Athenians forthwith lodged in the neighbouring islands of their empire. The Athenians also made an expedition against the isle of Melos with thirty ships of their own, six Chian, and two Lesbian vessels, sixteen hundred heavy infantry, three hundred archers, and twenty mounted archers from Athens, and about fifteen hundred heavy infantry from the allies and the islanders."
    },
    {
        "book": "BOOK VI",
        "chapter": "CHAPTER XVIII",
        "text": "Seventeenth Year of the War—The Sicilian Campaign—Affair of the Hermae—Departure of the Expedition\n\nThe same winter the Athenians resolved to sail again to Sicily, with a greater armament than that under Laches and Eurymedon, and, if possible, to conquer the island; most of them being ignorant of its size and of the number of its inhabitants, Hellenic and barbarian, and of the fact that they were undertaking a war not much inferior to that against the Peloponnesians. For the voyage round Sicily in a merchantman is not far short of eight days; and yet, large as the island is, there are only two miles of sea to prevent its being mainland.\n\nIt was settled originally as follows, and the peoples that occupied it are these."
    },
    {
        "book": "BOOK VI",
        "chapter": "CHAPTER XIX",
        "text": "Seventeenth Year of the War—Parties at Syracuse—Story of Harmodius and Aristogiton—Disgrace of Alcibiades\n\nMeanwhile at Syracuse news came in from many quarters of the expedition, but for a long while met with no credence whatever."
    },
    {
        "book": "BOOK VI",
        "chapter": "CHAPTER XX",
        "text": "Seventeenth and Eighteenth Years of the War—Inaction of the Athenian Army—Alcibiades at Sparta—Investment of Syracuse\n\nThe Athenian generals left in Sicily now divided the armament into two parts, and, each taking one by lot, sailed with the whole for Selinus and Egesta, wishing to know whether the Egestaeans would give the money, and to look into the question of Selinus and ascertain the state of the quarrel between her and Egesta. Coasting along Sicily, with the shore on their left, on the side towards the Tyrrhene Gulf they touched at Himera, the only Hellenic city in that part of the island, and being refused admission resumed their voyage."
    },
    {
        "book": "BOOK VII",
        "chapter": "CHAPTER XXI",
        "text": "Eighteenth and Nineteenth Years of the War—Arrival of Gylippus at Syracuse—Fortification of Decelea—Successes of the Syracusans\n\nAfter refitting their ships, Gylippus and Pythen coasted along from Tarentum to Epizephyrian Locris. They now received the more correct information that Syracuse was not yet completely invested, but that it was still possible for an army arriving at Epipolae to effect an entrance; and they consulted, accordingly, whether they should keep Sicily on their right and risk sailing in by sea, or, leaving it on their left, should first sail to Himera and, taking with them the Himeraeans and any others that might agree to join them, go to Syracuse by land."
    },
    {
        "book": "BOOK VII",
        "chapter": "CHAPTER XXII",
        "text": "Nineteenth Year of the War—Arrival of Demosthenes—Defeat of the Athenians at Epipolae—Folly and Obstinancy of Nicias\n\nIn the meantime, while the Syracusans were preparing for a second attack upon both elements, Demosthenes and Eurymedon arrived with the succours from Athens, consisting of about seventy-three ships, including the foreigners; nearly five thousand heavy infantry, Athenian and allied; a large number of darters, Hellenic and barbarian, and slingers and archers and everything else upon a corresponding scale. The Syracusans and their allies were for the moment not a little dismayed at the idea that there was to be no term or ending to their dangers, seeing, in spite of the fortification of Decelea, a new army arrive nearly equal to the former, and the power of Athens proving so great in every quarter."
    },
    {
        "book": "BOOK VII",
        "chapter": "CHAPTER XXIII",
        "text": "Nineteenth Year of the War—Battles in the Great Harbour—Retreat and Annihilation of the Athenian Army\n\nWhile the Athenians lingered on in this way without moving from where they were, Gylippus and Sicanus now arrived at Syracuse. Sicanus had failed to gain Agrigentum, the party friendly to the Syracusans having been driven out while he was still at Gela; but Gylippus was accompanied not only by a large number of troops raised in Sicily, but by the heavy infantry sent off in the spring from Peloponnese in the merchantmen, who had arrived at Selinus from Libya."
    },
    {
        "book": "BOOK VIII",
        "chapter": "CHAPTER XXIV",
        "text": "Nineteenth and Twentieth Years of the War—Revolt of Ionia— Intervention of Persia—The War in Ionia\n\nWhen the news was brought to Athens, for a long while they disbelieved even the most respectable of the soldiers who had themselves escaped from the scene of action and clearly reported the matter, a destruction so complete not being thought credible. When the conviction was forced upon them, they were angry with the orators who had joined in promoting the expedition, just as if they had not themselves voted it, and were enraged also with the reciters of oracles and soothsayers, and all other omen-mongers of the time who had encouraged them to hope that they should conquer Sicily."
    },
    {
        "book": "BOOK VIII",
        "chapter": "CHAPTER XXV",
        "text": "Twentieth and Twenty-first Years of the War—Intrigues of Alcibiades—Withdrawal of the Persian Subsidies—Oligarchical Coup d’Etat at Athens—Patriotism of the Army at Samos\n\nThe Peloponnesians now determined to sail to Rhodes, upon the invitation of some of the principal men there, hoping to gain an island powerful by the number of its seamen and by its land forces, and also thinking that they would be able to maintain their fleet from their own confederacy, without having to ask for money from Tissaphernes. They accordingly at once set sail that same winter from Cnidus, and first put in with ninety-four ships at Camirus in the Rhodian country, to the great alarm of the mass of the inhabitants, who were not privy to the intrigue, and who consequently fled, especially as the town was unfortified."
    },
    {
        "book": "BOOK VIII",
        "chapter": "CHAPTER XXVI",
        "text": "Twenty-first Year of the War—Recall of Alcibiades to Samos—Revolt of Euboea and Downfall of the Four Hundred—Battle of Cynossema\n\nIn the same summer, immediately after this, the Peloponnesians having refused to fight with their fleet united, through not thinking themselves a match for the enemy, and being at a loss where to look for money for such a number of ships, especially as Tissaphernes proved so bad a paymaster, sent off Clearchus, son of Ramphias, with forty ships to Pharnabazus, agreeably to the original instructions from Peloponnese; Pharnabazus inviting them and being prepared to furnish pay, and Byzantium besides sending offers to revolt to them."
    }
]